export default {
  projections: {
    РасчетОставшегосяВремениE: {
      использовано: {
        __caption__: 'Использовано'
      },
      доступно: {
        __caption__: 'Доступно'
      }
    }
  },
  validations: {
    доступно: {
      __caption__: 'Доступно'
    },
    использовано: {
      __caption__: 'Использовано'
    },
    директорОтделаПоРаботеСКлиентами: {
      __caption__: 'директорОтделаПоРаботеСКлиентами'
    },
    расторжениеДоговора: {
      __caption__: 'расторжениеДоговора'
    },
    оказаниеКонсультаций: {
      __caption__: 'оказаниеКонсультаций'
    }
  }
};
