export default {
  projections: {
    РасторжениеДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      клиент: {
        __caption__: '',
        id: {
          __caption__: ''
        },
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      },
      директорОтделаПоРаботеСКлиентами: {
        __caption__: '',
        фамилия: {
          __caption__: ''
        },
        имя: {
          __caption__: ''
        },
        отчество: {
          __caption__: ''
        }
      }
    },
    РасторжениеДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      директорОтделаПоРаботеСКлиентами: {
        __caption__: 'Id',
        id: {
          __caption__: 'Id'
        }
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    директорОтделаПоРаботеСКлиентами: {
      __caption__: 'Id'
    },
    клиент: {
      __caption__: 'Фамилия'
    }
  }
};
