export default {
  caption: 'Заключение договора',
  'дата-caption': 'Дата',
  'номер-caption': 'Номер',
  'тип-caption': 'Тип',
  'стоимость-caption': 'Стоимость',
  'директорОтделаПоРаботеСКлиентами.фамилия-caption': '',
  'директорОтделаПоРаботеСКлиентами.имя-caption': '',
  'директорОтделаПоРаботеСКлиентами.отчество-caption': '',
  'клиент.фамилия-caption': '',
  'клиент.имя-caption': '',
  'клиент.отчество-caption': '',
  'директорОтделаПоРаботеСКлиентами-caption': '',
  'клиент-caption': ''
};
