export default {
  projections: {
    ЗаключениеДоговораE: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      }
    },
    ЗаключениеДоговораL: {
      дата: {
        __caption__: 'Дата'
      },
      номер: {
        __caption__: 'Номер'
      },
      тип: {
        __caption__: 'Тип'
      },
      стоимость: {
        __caption__: 'Стоимость'
      },
      директорОтделаПоРаботеСКлиентами: {
        __caption__: 'Id',
        id: {
          __caption__: 'Id'
        }
      },
      оказаниеКонсультаций: {
        __caption__: 'Дата',
        дата: {
          __caption__: 'Дата'
        }
      },
      клиент: {
        __caption__: 'Фамилия',
        фамилия: {
          __caption__: 'Фамилия'
        }
      }
    }
  },
  validations: {
    дата: {
      __caption__: 'Дата'
    },
    номер: {
      __caption__: 'Номер'
    },
    стоимость: {
      __caption__: 'Стоимость'
    },
    тип: {
      __caption__: 'Тип'
    },
    директорОтделаПоРаботеСКлиентами: {
      __caption__: 'Id'
    },
    клиент: {
      __caption__: 'Фамилия'
    },
    оказаниеКонсультаций: {
      __caption__: 'Дата'
    }
  }
};
